tap "adoptopenjdk/openjdk"
tap "dopplerhq/cli"
tap "facebook/fb"
tap "gcenx/wine"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "lokalise/cli-2"
tap "ngrok/ngrok"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "steipete/tap"
tap "stripe/stripe-cli"
brew "aom"
brew "openssl@1.1"
brew "python@3.10"
brew "autojump"
brew "glib"
brew "python@3.9"
brew "chezmoi"
brew "ruby"
brew "cocoapods"
brew "folly"
brew "fastlane"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "harfbuzz"
brew "ffmpeg"
brew "fswatch"
brew "fx"
brew "gemini-cli"
brew "gh"
brew "git"
brew "go"
brew "gobject-introspection"
brew "gogcli"
brew "grpc"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "ios-deploy"
brew "krb5"
brew "libraqm"
brew "tcl-tk"
brew "pillow"
brew "postgresql@14"
brew "pyenv"
brew "ruby-build"
brew "tmux"
brew "tokei"
brew "tree"
brew "uv"
brew "watchman"
brew "wget"
brew "yarn"
brew "facebook/fb/idb-companion"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "lokalise/cli-2/lokalise2"
brew "qmk/qmk/qmk"
brew "stripe/stripe-cli/stripe"
cask "1password-cli"
cask "claude-code"
cask "steipete/tap/codexbar"
cask "gcloud-cli"
cask "ngrok"
cask "gcenx/wine/wine-crossover"
vscode "9beach.vscode-hanspell"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "albert.tabout"
vscode "anthropic.claude-code"
vscode "apollographql.vscode-apollo"
vscode "arturock.gitstash"
vscode "bierner.jsdoc-markdown-highlighting"
vscode "bierner.markdown-preview-github-styles"
vscode "bit.vscode-bit"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "crystal-spider.jsdoc-generator"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "graphite.gti-vscode"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "henrynguyen5-vsc.vsc-nvm"
vscode "humao.rest-client"
vscode "jannisx11.batch-rename-extension"
vscode "jasonnutter.search-node-modules"
vscode "kevinkyang.auto-comment-blocks"
vscode "lokalise.i18n-ally"
vscode "mariomatheu.syntax-project-pbxproj"
vscode "mathiasfrohlich.kotlin"
vscode "matt-meyers.vscode-dbml"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "nguyenngoclong.asdf"
vscode "nixon.env-cmd-file-syntax"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "shardulm94.trailing-spaces"
vscode "softwaredotcom.swdc-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "stripe.vscode-stripe"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vector-of-bool.gitflow"
vscode "vincaslt.highlight-matching-tag"
vscode "vscjava.vscode-gradle"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "wassim-k.rename-replace-extension"
vscode "wayou.vscode-todo-highlight"
vscode "xyz.local-history"
vscode "yzhang.markdown-all-in-one"
vscode "zhouronghui.propertylist"
vscode "zhuangtongfa.material-theme"
vscode "znck.grammarly"
uv "nano-pdf"
